{"description": "flare", "name": "flare", "children": [{"description": "None", "name": "Wii U", "children": [{"description": "None", "name": "Nintendo EAD Group No.1", "size": 0}, {"description": "None", "name": "Sega Sports Japan", "size": 0}, {"description": "None", "name": "Big Red Button", "size": 0}, {"description": "None", "name": "Nintendo EAD Group No. 5", "size": 0}, {"description": "None", "name": "Bergsala Lightweight", "size": 1}, {"description": "None", "name": "Valhalla Game Stuidos", "size": 0}, {"description": "None", "name": "Scarab Entertainment", "size": 0}, {"description": "None", "name": "KnapNok Games", "size": 1}, {"description": "None", "name": "SRD", "size": 0}, {"description": "None", "name": "Brainseed Factory", "size": 0}, {"description": "None", "name": "aPriori Digital", "size": 1}, {"description": "None", "name": "Log Games", "size": 1}, {"description": "None", "name": "TreeFall Studios", "size": 1}, {"description": "None", "name": "Eli Brewer", "size": 0}, {"description": "None", "name": "Red Column", "size": 1}, {"description": "None", "name": "WB Games Montreal", "size": 0}]}, {"description": "None", "name": "Nintendo 3DS", "children": [{"description": "*Founded Sept 23 1889, not 1916; however date selector only goes back to 1916.", "name": "Nintendo", "size": 619}, {"description": "None", "name": "Konami Digital Entertainment", "size": 15}, {"description": "None", "name": "HAL Laboratory", "size": 14}, {"description": "None", "name": "GREZZO Co.,Ltd.", "size": 0}, {"description": "None", "name": "Nintendo EAD Tokyo", "size": 1}, {"description": "None", "name": "Sora", "size": 0}, {"description": "None", "name": "Genius Sonority", "size": 1}, {"description": "None", "name": "Mobile & Game Studio, Inc.", "size": 1}, {"description": "None", "name": "Webfoot Technologies", "size": 1}, {"description": "None", "name": "Ambrella", "size": 0}, {"description": "None", "name": "Nintendo EAD Group No. 2", "size": 0}, {"description": "None", "name": "Sega Sports R&D", "size": 0}, {"description": "None", "name": "Syn Sophia", "size": 0}, {"description": "None", "name": "Office Create", "size": 0}, {"description": "None", "name": "Cooking Mama Limited", "size": 0}, {"description": "From Wikipedia:\n\"Ancient Corp. is a Japanese video game developer managed by the game music composer Yuzo Koshiro. In addition to developing, planning, and producing games, Ancient (by the way of Yuzo Koshiro) contributes music to other games not directly worked by the company.\"", "name": "Ancient", "size": 4}, {"description": "Marvelous AQL is a Japanese video game developer and formed by the merger of Marvelous Entertainment, AQ Interactive, and Liveware. Marvelous AQL was renamed to just Marvelous on the first of July, 2014.", "name": "Marvelous AQL", "size": 6}, {"description": "None", "name": "Marvelous AQL Europe", "size": 0}, {"description": "None", "name": "Project Sora", "size": 0}, {"description": "None", "name": "Arzest", "size": 0}, {"description": "Silicon Studio is a Japanese computer graphics technology company and video game developer based in Tokyo. As a technology company, Silicon Studio has produced several products in the 3D computer graphics field, including middleware software, such as a post-processing visual effects library called YEBIS, as well as general real-time graphics engines and game development engines, such as OROCHI and Mizuchi, a physically based rendering engine. As a video game developer, Silicon Studio has worked on different titles for several gaming platforms, most notably, the action-adventure game 3D Dot Game Heroes on the PlayStation 3, the role-playing video game Bravely Default on the Nintendo 3DS, and Fantasica on the iOS and Android mobile platforms.", "name": "Silicon Studio", "size": 0}, {"description": "None", "name": "Agatsuma", "size": 0}, {"description": "XSEED Games (officially Marvelous USA, Inc.) is a video game publishing, localization, and distribution company founded by former members of Square Enix USA and a subsidiary of the Japanese Marvelous group. Their goal is to bring high-quality interactive entertainment to the North American market. They provide sales services for video games and related materials, as well as marketing support services mainly for Japanese corporations looking to market general consumer goods on the North American market.", "name": "XSEED Games", "size": 22}, {"description": "Nihon Falcom Corporation (æ\u0097¥æ\u009c¬ã\u0083\u0095ã\u0082¡ã\u0083«ã\u0082³ã\u0083 æ ªå¼\u008fä¼\u009aç¤¾) is a Japanese video game company. The company was founded in March 1981 by Masayuki Kato. Falcom has played a definite role in the growth and development of the Japanese personal computer software industry. The company released one of the first Japanese role-playing video games in 1983 and followed with real-time action and adventure games as well as games with fully developed soundtracks. They were pioneers of the Japanese role-playing game industry, and remain one of the oldest role-playing game developers still in existence today.", "name": "Nihon Falcom", "size": 6}, {"description": "None", "name": "Bones", "size": 0}, {"description": "None", "name": "DreamRift", "size": 0}, {"description": "None", "name": "1-UP Studio", "size": 0}, {"description": "None", "name": "Asobism", "size": 0}, {"description": "None", "name": "Alpha Unit", "size": 0}, {"description": "None", "name": "Crypton Future Media", "size": 0}, {"description": "None", "name": "Three Rings", "size": 1}, {"description": "None", "name": "Xeen", "size": 1}, {"description": "None", "name": "Vitei", "size": 0}, {"description": "None", "name": "Nintendo SPD", "size": 0}, {"description": "None", "name": "AI", "size": 0}, {"description": "None", "name": "BeeWorks", "size": 0}, {"description": "None", "name": "Chaotic Moon", "size": 0}, {"description": "None", "name": "Digital Works Entertainment", "size": 0}, {"description": "None", "name": "Ansimuz Games", "size": 0}, {"description": "None", "name": "Eden Industries", "size": 1}, {"description": "None", "name": "Horberg Productions", "size": 1}, {"description": "None", "name": "Bandai Namco Games - dupelicate", "size": 20}, {"description": "None", "name": "Tabot, Inc.", "size": 0}, {"description": "None", "name": "Mojo Bones", "size": 1}, {"description": "None", "name": "indies zero", "size": 0}, {"description": "None", "name": "Art Co., Ltd.", "size": 0}]}, {"description": "The PlayStation 4 system opens the door to an incredible journey through immersive new gaming worlds and a deeply connected gaming community. PS4 puts gamers first with an astounding launch line-up and over 180 games in development. Play amazing top-tier blockbusters and innovative indie hits on PS4. Developer inspired, gamer focused.", "name": "PlayStation 4", "children": [{"description": "None", "name": "Square Enix", "size": 242}, {"description": "None", "name": "Nixxes Software", "size": 0}, {"description": "None", "name": "Sucker Punch Productions", "size": 1}, {"description": "Deep Silver develops and distributes interactive games for all platforms. The Deep Silver label means to captivate all gamers who have a passion for thrilling gameplay in exciting game worlds. Deep Silver works with its partners to achieve a maximum of success while maintaining the highest possible quality, always focusing on what the customer desires.", "name": "Deep Silver", "size": 44}, {"description": "None", "name": "D3 Publisher", "size": 42}, {"description": "None", "name": "Crystal Dynamics", "size": 2}, {"description": "United Front Games is an independent game development studio in Vancouver, Canada.", "name": "United Front Games", "size": 1}, {"description": "Guerrilla Games is a first party video game developer and wholly owned subsidiary of Sony Computer Entertainment. The company is based in Amsterdam, the Netherlands, and Cambridge, UK. They currently employ approximately 270 individuals, and is headed by managing director Hermen Hulst.\n\nThe developer is best known for its Killzone series; exclusive to PlayStation. The most recent game in the series, Killzone Shadow Fall, was first released in North America on November 15th, 2013. On August 18th, 2010 during a press briefing at Gamescom in Cologne, Germany, managing director Hermen Hulst confirmed that Guerrilla Games' next title would be an all-new intellectual property, making it Guerrilla's first game not based on the Killzone series since Shellshock: Nam '67. The game was officially announced at Sony's E3 2015 press conference as Horizon Zero Dawn.", "name": "Guerrilla Games", "size": 3}, {"description": "None", "name": "SCE San Diego Studios", "size": 6}, {"description": "None", "name": "SNK Playmore", "size": 4}, {"description": "None", "name": "SCEA", "size": 5}, {"description": "None", "name": "Q Games", "size": 1}, {"description": "None", "name": "Necrophone Games", "size": 2}, {"description": "None", "name": "Storm in a Teacup", "size": 0}, {"description": "Also known as Sony Santa Monica", "name": "SIE Santa Monica Studio", "size": 2}, {"description": "None", "name": "Wild Sheep Studio", "size": 1}, {"description": "None", "name": "Supermassive Games", "size": 6}, {"description": "We are a company of AAA refugees, with veterans of places like Irrational, Harmonix, and Bungie. Weâ\u0080\u0099ve contributed to massive critical and commercial successes such as the BioShock Series, Rock Band, Guitar Hero, and the Halo series. Our first title is The Flame in the Flood.", "name": "The Molasses Flood", "size": 2}, {"description": "Galapagos RPG is Compile Heart's Japan-specific role-playing game brand.", "name": "Galapagos RPG", "size": 0}, {"description": "None", "name": "Clever Beans", "size": 0}, {"description": "None", "name": "Honeyslug", "size": 1}, {"description": "None", "name": "Heavy Spectrum Entertainment Labs", "size": 0}, {"description": "None", "name": "Capcom Online Games", "size": 0}, {"description": "None", "name": "Friend & Foe", "size": 1}, {"description": "None", "name": "Aquria", "size": 0}, {"description": "Guerrilla Cambridge (formerly SCE Cambridge Studio), is part of Sony Computer Entertainment Worldwide Studios, was formed in July 1997 when Sony Computer Entertainment Europe acquired the Millennium Interactive development studio from Cyberlife Technology Ltd. The developer is mainly well known for making the MediEvil series on the original PlayStation, and also the PlayStation Portable.&#13;&#13;\n&#13;&#13;\nOn 10 January 2013 Sony Computer Entertainment restructured Cambridge Studio and will now work with Guerrilla Games, to make Killzone games for the PlayStation Vita. Sony Computer Entertainment renamed SCE Cambridge Studio to Guerrilla Cambridge and now will be a sister studio to Guerrilla Games", "name": "Guerrilla Cambridge", "size": 1}, {"description": "None", "name": "SCE Connected Content Group", "size": 0}, {"description": "None", "name": "Fun Bits Interactive", "size": 0}, {"description": "None", "name": "Cosmic Picnic", "size": 1}, {"description": "None", "name": "Exploding Tuba Studios", "size": 1}, {"description": "None", "name": "dino dini", "size": 1}, {"description": "None", "name": "Sony Interactive Entertainment Europe", "size": 0}, {"description": "None", "name": "Playrise Digital Ltd", "size": 1}, {"description": "Formerly: Sony Computer Entertainment\nFormerly: Sony Network Entertainment", "name": "Sony Interactive Entertainment", "size": 4}, {"description": "None", "name": "Penny Black Studios", "size": 1}, {"description": "None", "name": "Enhance Games", "size": 1}, {"description": "None", "name": "Monstars", "size": 0}, {"description": "None", "name": "The Bartlet Jones Supernatural Detective Agency", "size": 0}, {"description": "None", "name": "kokoromi", "size": 0}, {"description": "None", "name": "Roland Studios", "size": 1}, {"description": "Game developer working on Lost Soul Aside in Unreal Engine 4.", "name": "Bing Yang", "size": 1}, {"description": "None", "name": "StellarVR", "size": 1}, {"description": "None", "name": "SIE Japan Studio", "size": 0}, {"description": "None", "name": "Faris Mohammed", "size": 1}, {"description": "None", "name": "Ankake Spa", "size": 0}, {"description": "None", "name": "Mediascape", "size": 0}, {"description": "Frame Interactive is an independent game studio whose main office is in Burlington, Vermont, USA. Our first game is Headmaster, a Sony backed VR title that's exclusive to PS VR.\nFrame was started in 2015 by Ben Throop, former game director at Activision studio Vicarious Visions.", "name": "Frame Interactive", "size": 1}, {"description": "None", "name": "Geronimo Interactive", "size": 1}, {"description": "Secret Sorcery is an independent British game development studio and publisher dedicated to creative innovation and quality.\nEstablished early in 2015 by a group of highly experienced developers looking for a genuine creative challenge, our growing team is passionate about Virtual Reality and the unprecedented levels of immersive opportunity this powerful medium offers.\nWe have, since our formation, leveraged almost a century of pioneering experience to craft original VR concepts and products including Tethered â\u0080\u0093 our magical VR debut.\nBuilding on our early success, we have set our sights on the future and carving new paths in immersive content.", "name": "Secret Sorcery", "size": 1}, {"description": "None", "name": "FiveXGames", "size": 1}, {"description": "None", "name": "EPOS Game Studios", "size": 0}, {"description": "None", "name": "Sony XDev", "size": 0}, {"description": "None", "name": "Joycity Corporation", "size": 1}, {"description": "None", "name": "Gamera Nest", "size": 1}]}, {"description": "Welcome to a new generation of games and entertainment. Where games push the boundaries of realism. And television obeys your every command. Where listening to music while playing a game is a snap. And you can jump from TV to movies to music to a game in an instant. Where your experience is custom tailored to you. And the entertainment you love is all in one place. Welcome to the all-in-one, Xbox One", "name": "Xbox One", "children": [{"description": "None", "name": "Grounding Inc", "size": 0}, {"description": "None", "name": "Daoka", "size": 0}, {"description": "None", "name": "Nevernaut Games", "size": 1}, {"description": "None", "name": "Reagent Games", "size": 0}, {"description": "None", "name": "Aurora44", "size": 1}, {"description": "None", "name": "Coconut Island Studio", "size": 1}, {"description": "None", "name": "Through Games", "size": 0}]}, {"description": "None", "name": "Nintendo Switch", "children": [{"description": "None", "name": "Any Arts Production", "size": 1}]}, {"description": "Xbox 360 brings you a total games and entertainment experience. The largest library of games, including titles that get you right into the thick of it with Kinect. Plus, your whole family can watch HD movies, TV shows, live events, music, sports and moreâ\u0080\u0094across all your devices. Xbox 360 is the center of your games and entertainment universe.", "name": "Xbox 360", "children": [{"description": "None", "name": "2K Marin", "size": 1}, {"description": "None", "name": "Microsoft Game Studios", "size": 180}, {"description": "None", "name": "Namco", "size": 112}, {"description": "None", "name": "Venom Games", "size": 1}, {"description": "Located in the heart of North Carolinaâ\u0080\u0099s Research Triangle, Red Storm Entertainment is building on a legendary history of innovation to create the cutting-edge game experiences of tomorrow. Under the direction of studio co-founder Steve Reid and a team of experienced managers, the studio has grown into a major game developer and delivered success after success with ongoing contributions to Ghost Recon, Rainbow Six, Far Cry, Rocksmith, and other notable Ubisoft brands.", "name": "Red Storm Entertainment", "size": 13}, {"description": "None", "name": "343 Industries", "size": 1}, {"description": "None", "name": "Team Ninja", "size": 19}, {"description": "None", "name": "Digital Eclipse", "size": 1}, {"description": "Located in Redmond, Washington, Turn 10 Studios is the creator of the Forza Motorsport franchise. \n\nTurn 10 is a subdivision of Microsoft Studios, established in 2001 as a first-party racing game developer. Turn 10 Studios began working on the original Forza Motorsport to fill the void of simulation racing games on the Xbox console. With an emphasis on driving mechanics and the newest features of Xbox LIVE, the original Forza Motorsport was released in May of 2005 to much critical acclaim and community support. \n\nBuilding off its success, Turn 10â\u0080\u0099s team immediately began working on a sequel intended to be released on Microsoftâ\u0080\u0099s new Xbox 360 console. Forza Motorsport 2 was released in May of 2007, pushing the boundaries of User Generated Content (UGC) with a robust livery editor and online Auction House, giving casual players new options for expressing their creativity on and off the track. With new online tools, the Forza community thrived as painters, tuners, seller, and racers shared their creations via Forzamotorsport.net. \n\nIn late 2007, Turn 10 Studios began an intense development process for the next Forza installment. Our most ambitious project to date, Forza Motorsport 3 boasted enhanced graphics, driving physics, and UGC. Turn 10 released the game in October 2009 to critical and commercial success. \n\nReleased in October of 2011, Forza Motorsport 4 brought even more excitement to the franchise with Kinect integration, including the stunning Autovista experience. With hundreds of cars rendered in stunning detail, and new tracks to hone skills on, Forza Motorsport 4 was another resounding success for Turn 10 Studios. \n\nWith Forza Horizon, the Forza universe expanded to the open road. Action racing put the player in an open world that demands driving skill and rewards driving style. With lots to explore and a cutting-edge soundtrack to compliment the scenery, Horizon was an evolution of the authentic Forza experience.\n \nIn 2013, Turn 10 released Forza Motorsport 5, the first Forza Motorsport game to appear on the newest Xbox console, Xbox One. Featuring astonishing graphics and cutting-edge features like cloud-powered Drivatar opponents, Forza Motorsport 5 is a landmark racing game that defined the next generation of consoles and continues to appeal to Xbox fans across the world.\n \nForza Horizon 2 was released in 2014, featuring the wide-open spaces of Southern Europe to explore in hundreds of realistic, real-world cars. With a full day-night cycle and dramatic weather effects, Forza Horizon 2 was hailed by fans and critics alike for its beautiful visuals and emphasis on pure fun. In March 2015, Turn 10 released Forza Horizon 2 Presents Fast &amp; Furious, a standalone expansion for Forza Horizon 2, inspired by the Fast &amp; Furious film series and featuring many of the cars from Universalâ\u0080\u0099s blockbuster action film, Furious 7.", "name": "Turn 10 Studios", "size": 0}, {"description": "None", "name": "Yuke's Media Creations", "size": 1}, {"description": "None", "name": "Good Science Studio", "size": 0}, {"description": "None", "name": "AMA Studios", "size": 0}, {"description": "None", "name": "BigPark", "size": 0}, {"description": "None", "name": "FreeStyleGames", "size": 0}, {"description": "None", "name": "Ruffian Games", "size": 0}, {"description": "None", "name": "Playground Games", "size": 0}, {"description": "None", "name": "Imagine Software", "size": 2}, {"description": "None", "name": "Omiya Soft", "size": 0}, {"description": "None", "name": "Pseudo Interactive", "size": 0}, {"description": "None", "name": "WXP Inc", "size": 0}, {"description": "None", "name": "Feelplus", "size": 0}, {"description": "None", "name": "Mistwalker", "size": 1}, {"description": "None", "name": "Screenlife", "size": 0}, {"description": "None", "name": "AM1", "size": 1}, {"description": "None", "name": "CyberFront Korea", "size": 1}, {"description": "None", "name": "CAVE Interactive CO", "size": 0}, {"description": "None", "name": "Sandlot", "size": 2}, {"description": "None", "name": "Cyclone Zero", "size": 0}, {"description": "None", "name": "Metro Corporation", "size": 0}, {"description": "None", "name": "Konami Co., Ltd", "size": 1}, {"description": "None", "name": "Masterpiece", "size": 0}, {"description": "None", "name": "Jamsworks", "size": 0}, {"description": "None", "name": "Softmax", "size": 0}, {"description": "None", "name": "Dream Execution Technology", "size": 0}, {"description": "None", "name": "7Sixty", "size": 0}, {"description": "None", "name": "Delta Factory", "size": 0}, {"description": "None", "name": "R.U.N.", "size": 0}, {"description": "MOSS is a Japanese video game company created in 1993. After the bankruptcy of Seibu Kaihatsu, the development staff of that company formed MOSS, then bought the development rights to the Raiden franchise in order to keep working on new installments. Throughout the years they have diversified their portfolio outside of vertical shooters.", "name": "MOSS Co., Ltd.", "size": 0}, {"description": "None", "name": "Triangle Service", "size": 1}, {"description": "None", "name": "BongFish", "size": 0}, {"description": "None", "name": "Qute", "size": 1}, {"description": "None", "name": "Konami Digital Entertainment Co. Ltd.", "size": 0}, {"description": "None", "name": "Walaber", "size": 0}, {"description": "\"SilverBirch Studios, a wholly owned subsidiary of SilverBirch Inc., is a developer, publisher, and distributor of entertainment products and complementary deployment capabilities for mobile and wireless devices.\"", "name": "SilverBirch Studios", "size": 0}, {"description": "Behaviour Santiago (formerly Wanako Studios Ltd.) is a Chilean video game developer and a wholly owned subsidiary of Behaviour Interactive.", "name": "Behaviour Santiago", "size": 0}, {"description": "None", "name": "various", "size": 0}]}, {"description": "None", "name": "PlayStation 3", "children": [{"description": "Now: Sony Computer Entertainment", "name": "Sony Computer Entertainment", "size": 264}, {"description": "None", "name": "Vatra Games", "size": 0}, {"description": "None", "name": "Nihilistic Software", "size": 1}, {"description": "None", "name": "EA Black Box", "size": 2}, {"description": "Formerly Angel Studios", "name": "Rockstar San Diego", "size": 0}, {"description": "None", "name": "Krome Studios", "size": 5}, {"description": "None", "name": "Sonic Team", "size": 3}, {"description": "None", "name": "Dimps", "size": 6}, {"description": "None", "name": "SCE Japan Studio", "size": 5}, {"description": "None", "name": "Project Aces", "size": 3}, {"description": "None", "name": "Rockstar London", "size": 0}, {"description": "None", "name": "Slant Six Games", "size": 0}, {"description": "None", "name": "Buzz Monkey Software", "size": 0}, {"description": "None", "name": "Project Soul", "size": 2}, {"description": "Media Molecule is a British video game developer based in Guildford in Surrey. The studio was founded on 4 January 2006 by former Lionhead Studios employees Mark Healey, Alex Evans, David Smith and Kareem Ettouney. Before starting the company, the founders from Lionhead Studios worked together on Healey's independent game Rag Doll Kung Fu while still at Lionhead.\n\nOn 2 March 2010, Sony Computer Entertainment announced that it had acquired Media Molecule.", "name": "Media Molecule", "size": 1}, {"description": "None", "name": "Q Entertainment", "size": 6}, {"description": "Ninja Theory Ltd. was formed in 2004 by four partners, including current Directors Nina Kristensen (Chief Development Director), Tameem Antoniades (Chief Creative Director) and Jez San OBE (Non-Executive Director). The studio pride themselves on striving for the highest production values and continually pushing the boundaries of technology, art and design to create evermore exciting video game experiences.\n\nNinja Theory are proud to have worked with a long list of collaborators from creative industries outside of video games, including Andy Serkis (Lord of the Rings, King Kong, The Hobbit), Alex Garland (The Beach, 28 Days Later), Nitin Sawhney (BBCâ\u0080\u0099s Human Planet), Noisia (Split The Atom) and Combichrist (Making Monsters). As well as partnering with talent from the world of music, literature and film, Ninja Theory pioneered the use of Performance Capture in video games.", "name": "Ninja Theory", "size": 3}, {"description": "Rising Star Games is a video game publisher formed in 2004 as a joint business venture between Scandinavian distributor Bergsala and Japanese video game publisher and content developer Intergrow. The company is based in Hitchin, Hertfordshire, England while in North America is based in California, USA.\n\nIts focus was to publish titles from Japanese companies for release in European, Australian and North American markets however now has a wider range of products from developers all over the world. So far, the company has published over 105 titles for Wii, Nintendo DS, Nintendo 3DS, PlayStation Portable, PlayStation 2, PlayStation 3, PlayStation 4, Xbox 360 and PC.\n\nIn 2012, Rising Star Games announced the opening of Rising Star Games USA, where North American releases will be published.", "name": "Rising Star Games", "size": 33}, {"description": "None", "name": "Ignition Entertainment", "size": 9}, {"description": "ThatGameCompany is an American independent video game development studio co-founded by University of Southern California students Kellee Santiago and Jenova Chen in 2006", "name": "ThatGameCompany", "size": 0}, {"description": "None", "name": "Polyphony Digital", "size": 2}, {"description": "\"Headquartered in Helsinki, Finland, Housemarque is a game developer working on console and PC. True to our core gamer audience, we prioritize stratified gameplay mechanics and impeccable audiovisual execution to create euphoric gaming experiences.\n\nâ\u0080\u0098This is gamingâ\u0080\u0099 is our motto.\"", "name": "Housemarque", "size": 12}, {"description": "London Studio is a proud member of Sony Computer Entertainment Worldwide Studios based in the creative heart of Soho, London. Since forming in 2001 our talented team have sought to forge new ground and have gained extensive experience in bringing new ideas to the PlayStation platforms. We have created a broad range of games including the award-winning \"Wonderbook\", \"SingStarâ\u0084¢\", \"EyeToyÂ®\" and \"The Getaway\".", "name": "SCE London Studio", "size": 39}, {"description": "None", "name": "CS1 Team", "size": 0}, {"description": "None", "name": "Evolution Studios", "size": 1}, {"description": "None", "name": "Sandblast Games", "size": 0}, {"description": "None", "name": "Incognito Entertainment", "size": 0}, {"description": "None", "name": "Warner Bros. Studios", "size": 0}, {"description": "None", "name": "High Impact Games", "size": 0}, {"description": "None", "name": "Idol Minds", "size": 0}, {"description": "None", "name": "Ubisoft Vancouver", "size": 0}, {"description": "None", "name": "G1M2", "size": 0}, {"description": "None", "name": "Artoon", "size": 0}, {"description": "None", "name": "Prope", "size": 1}, {"description": "AQ Interactive was a Japanese video game developer and publisher. AQ stands for Artistic Quality. AQ Interactive and its subsidiaries produced games both under the AQ Interactive name, as well as developing for other publishers such as Microsoft Game Studios and Nintendo.", "name": "AQ Interactive", "size": 0}, {"description": "None", "name": "Deep Fried Entertainment", "size": 0}, {"description": "Compile Heart (æ ªå¼\u008fä¼\u009aç¤¾ã\u0082³ã\u0083³ã\u0083\u0091ã\u0082¤ã\u0083«ã\u0083\u008fã\u0083¼ã\u0083\u0088) is a Japanese video game developer and publisher founded as a division of Idea Factory. The company was formerly managed by Compile's former executive Masamitsu \"Moo\" Niitani, most well known as the creator of the Madou Monogatari and Puyo Puyo series, before his retirement in December 2012. Compile Heart is primarily known for its Hyperdimension Neptunia and Record of Agarest War brands.", "name": "Compile Heart", "size": 8}, {"description": "None", "name": "Hyper-Devbox Japan", "size": 0}, {"description": "None", "name": "Team Tachyon", "size": 2}, {"description": "None", "name": "SCE Worldwide Studios Europe", "size": 1}, {"description": "None", "name": "Sony Computer Entertainment Japan Asia", "size": 1}, {"description": "None", "name": "Big Ant Studios", "size": 1}, {"description": "None", "name": "Surge", "size": 0}, {"description": "None", "name": "Examu", "size": 1}, {"description": "None", "name": "Zen United", "size": 0}, {"description": "None", "name": "NaturalMotion", "size": 1}, {"description": "None", "name": "2XL Games", "size": 0}, {"description": "None", "name": "Realta Entertainment Group", "size": 0}, {"description": "None", "name": "BottleRocket Entertainment", "size": 0}, {"description": "None", "name": "EA Chicago", "size": 0}, {"description": "None", "name": "Nex Entertainment", "size": 0}, {"description": "None", "name": "Xdev", "size": 0}, {"description": "None", "name": "Guildford Studio", "size": 0}, {"description": "None", "name": "Alchemic Productions", "size": 0}, {"description": "None", "name": "Cave", "size": 1}, {"description": "None", "name": "Def Jam", "size": 0}, {"description": "None", "name": "DReAM X CReATe", "size": 0}, {"description": "None", "name": "Sound ams", "size": 0}, {"description": "None", "name": "Ignition Tokyo", "size": 0}, {"description": "None", "name": "Koei Canada", "size": 0}, {"description": "None", "name": "Immersion Software & Graphics", "size": 0}, {"description": "None", "name": "Rombax Games", "size": 0}, {"description": "None", "name": "Monumental Games", "size": 0}, {"description": "None", "name": "Renderware", "size": 0}, {"description": "None", "name": "Seven45 Studios", "size": 1}, {"description": "None", "name": "Laughing Jackal", "size": 0}, {"description": "None", "name": "Kung Fu Factory", "size": 0}, {"description": "None", "name": "Rhino Studios", "size": 0}, {"description": "None", "name": "Aquaplus", "size": 1}, {"description": "Gust (æ ªå¼\u008fä¼\u009aç¤¾ã\u0082¬ã\u0082¹ã\u0083\u0088) is a Japanese developer and publisher of video games, known for their Atelier and Ar tonelico series. The company is a wholly owned subsidiary of Koei Tecmo. The company began by creating dojinshi games for personal computers. Its first project was Story of King Ares for the NEC personal computer. In 1994 the company became an official developer for the Sony PlayStation video game console, and its first PlayStation product was the simulation game Falkata. In 1997, Gust released Atelier Marie, the first game in the long-running, popular, and iconic Atelier series. Since then the company has released several successful games for various home and portable video game systems. It was announced on July 28, 2014 that Gust will formally merge with its parent company Koei Tecmo on October 1, 2014, and will continue to develop existing game series and new intellectual properties as \"Gust Nagano Development Group\".", "name": "Gust", "size": 14}, {"description": "None", "name": "Clap Hanz", "size": 0}, {"description": "None", "name": "Felistella", "size": 1}, {"description": "None", "name": "Millennium Kitchen", "size": 0}, {"description": "None", "name": "SuperBot Entertainment", "size": 0}, {"description": "None", "name": "Pixelopus", "size": 0}, {"description": "None", "name": "LightBox Interactive", "size": 0}, {"description": "None", "name": "Crispy's", "size": 0}, {"description": "None", "name": "Namco Bandai Europe", "size": 0}, {"description": "None", "name": ".theprodukkt", "size": 0}, {"description": "None", "name": "Plastic", "size": 2}, {"description": "None", "name": "Bee Tribe", "size": 0}, {"description": "&quot;ALVION is built on our hopes to bring something new to the gaming industry, and spread excitement and joy to everyone.&#13;\n&#13;\nWe have evolved from developers into publishers and have been releasing console games and mobile applications not only in Japan, but all around the world.&quot;&#13;\n&#13;\n&#13;\n&quot;ALVION does everything from game planning to its development and publication across a variety of platforms including mobile. Other projects include CG video production, animation, graphic design, illustration, publication, advertisement, galleries, and technical school.&quot;", "name": "Alvion", "size": 1}, {"description": "None", "name": "Black Tower Studios", "size": 0}, {"description": "None", "name": "Aabs Inc", "size": 1}, {"description": "None", "name": "The Fyzz Facility", "size": 0}, {"description": "None", "name": "HumaNature Studios", "size": 2}, {"description": "None", "name": "Yoostar Entertainment Group", "size": 2}, {"description": "None", "name": "XDev Studios Europe", "size": 0}, {"description": "None", "name": "Disruptive Games", "size": 0}, {"description": "None", "name": "Ongakukan", "size": 0}, {"description": "None", "name": "Actainment", "size": 0}, {"description": "None", "name": "Dynamighty", "size": 0}, {"description": "None", "name": "Ecole Software", "size": 0}, {"description": "None", "name": "French Bread", "size": 0}, {"description": "None", "name": "Dingo", "size": 1}, {"description": "None", "name": "Granzella", "size": 0}, {"description": "None", "name": "Just Add Water (Development) Ltd.", "size": 1}, {"description": "None", "name": "Unknown Games", "size": 1}, {"description": "None", "name": "Lancarse", "size": 0}, {"description": "None", "name": "Zindagi Games", "size": 0}, {"description": "None", "name": "P Studio", "size": 0}, {"description": "None", "name": "SNK Playmore USA", "size": 0}, {"description": "None", "name": "Team Shinobi", "size": 0}, {"description": "None", "name": "Titan Studios", "size": 0}, {"description": "None", "name": "Team Silent", "size": 0}, {"description": "None", "name": "Platform Publishing", "size": 0}, {"description": "None", "name": "Moonbot Studios", "size": 0}, {"description": "None", "name": "Namco Bandai Games America", "size": 0}, {"description": "None", "name": "Blitz Games Studios", "size": 0}, {"description": "None", "name": "Bird Studio", "size": 0}]}]}